Repository: m2mselect/owrt
Catalog: feeds/luci/applications/luci-app-ttyd/po/*/ttyd.po
Languages: ru

source: Accept only one client and exit on disconnection
ru: Принимать только одно подключение и выключать сервер при отключении клиента

source: Add instance
ru: Добавить экземпляр

source: Allow URL args
ru: Принимать аргументы в URL

source: Allow client to send command line arguments in URL (eg: http://localhost:7681?arg=foo&arg=bar)
ru: Разрешить клиенту отправлять команду с аргументами в URL (например, http://localhost:7681?arg=foo&arg=bar)

source: Check origin
ru: Проверка источника

source: Client option
ru: Опции клиента

source: Command
ru: Команда

source: Config
ru: Конфигурация

source: Credential
ru: Аутентификация

source: Credential for Basic Authentication
ru: Учетные данные для простой аутенфикации

source: Custom index.html path
ru: Модифицированная страница index.html

source: Debug
ru: Отладка

source: Do not allow clients to write to the TTY
ru: Не позволять клиентам отправлять команды в TTY

source: Do not allow websocket connection from different origin
ru: Не позволять подключаться к веб-сокету из другого источника

source: Enable
ru: Включить

source: Enable IPv6 support
ru: Включить IPv6

source: Enable SSL
ru: Включить SSL

source: Group id to run with
ru: Group id для запуска

source: Index
ru: Index файл

source: Interface
ru: Интерфейс

source: Max clients
ru: Макс. кол-во обслуживаемых клиентов

source: Maximum clients to support (default: 0, no limit)
ru: Макс. кол-во обслуживаемых клиентов (по умолчанию - 0, без ограничений)

source: Network interface to bind (eg: eth0), or UNIX domain socket path (eg: /var/run/ttyd.sock)
ru: Сетевой интерфейс для подключения (например, eth0) или UNIX сокет(например, /var/run/ttyd.sock)

source: Once
ru: Единожды

source: Port
ru: Порт

source: Port to listen (default: 7681, use `0` for random port)
ru: Порт для подключения к серверу (по умолчанию - 7681)

source: Random ttyd port (port=0) is not supported.<br>Change to a fixed port and try again.
ru: Случайный TTY порт (port=0) не поддерживается. Измените на фикированный порт и попробуйте снова

source: Read-only
ru: Только для чтения

source: SSL
ru: Использовать SSL

source: SSL CA file path for client certificate verification
ru: Файл SSL CA для подтверждения сертификата клиента

source: SSL cert
ru: SSL сертификат

source: SSL certificate file path
ru: Файл SSL сертификата

source: SSL key
ru: SSL ключ

source: SSL key file path
ru: Файл SSL ключа

source: Send option to client
ru: Посылать опции клиенту

source: Set log level (default: 7)
ru: Установить уровень логгирования (по умолчанию - 7)

source: Signal
ru: Сигнал

source: Signal to send to the command when exit it (default: 1, SIGHUP)
ru: Сигнал для завершения программы после выхода (по умолчанию - 1, SIGHUP)

source: Terminal
ru: Терминал

source: Terminal type
ru: Тип терминала

source: Terminal type to report (default: xterm-256color)
ru: User ID

source: User id to run with
ru: User id для запуска

source: ttyd Instance
ru: Экземпляр ttyd

source: TTYd server is not running
ru: Сервер TTYd не запущен
