Repository: m2mselect/owrt
Catalog: feeds/luci/applications/luci-app-gre/po/*/gre.po
Languages: ru

source: Tunnel name
ru: Имя туннеля

source: WAN interface name
ru: Имя WAN интерфейса

source: Local tunnel IP
ru: Локальный IP туннеля

source: Tunnel mode
ru: Режим туннеля

source: New configuration name:
ru: Новое имя конфигурации

source: Add New
ru: Добавить

source: Enable GRE (Generic Routing Encapsulation) tunnel.
ru: Включить GRE (Generic Routing Encapsulation) туннель

source: Remote endpoint IP address
ru: IP-адрес удаленной конечной точки

source: IP address of the remote GRE tunnel device.
ru: IP-адрес удаленного устройства GRE туннеля

source: Remote network
ru: Удаленная сеть

source: Remote network netmask
ru: Удаленная маска сети

source: Netmask of LAN network on the remote device. Range [0 - 32].
ru: Маска LAN сети на удаленном устройстве. Диапазон [0 - 32]

source: Local virtual IP address. Can not be in the same subnet as LAN network.
ru: Локальный виртуальный IP адрес. Не может находиться в той же подсети, что и LAN

source: Local tunnel netmask
ru: Локальная маска сети туннеля

source: Netmask of local virtual IP address. Range [0 - 32].
ru: Маска локальной виртуальной сети. Диапазон [0 - 32]

source: MTU (Maximum Transmission Unit) for tunnel connection. Range [0 - 1500].
ru: MTU (Maximum Transmission Unit) для туннельного соединения. Диапазон [0 - 1500]

source: TTL (Time To Live) for tunnel connection. Range [0 - 255].
ru: TTL (Time To Live) для туннельного соединения. Диапазон [0 - 255].

source: Enable PMTUD (Path Maximum Transmission Unit Discovery) technique for this tunnel.
ru: Включить PMTUD (Path Maximum Transmission Unit Discovery) технологию для этого туннеля

source: IP address of LAN network on the remote device.
ru: IP адрес LAN сети на удаленном устройстве
