Repository: m2mselect/owrt
Catalog: feeds/luci/applications/luci-app-strongswan/po/*/strongswan.po
Languages: ru

source: IPsec Configuration
ru: Конфигурация IPsec

source: Enable IPsec (Internet Protocol Security)
ru: Включить IPsec (Internet Protocol Security)

source: IKE version
ru: Версия IKE

source: Method of key exchange
ru: Протокол обмена ключами

source: ISAKMP (Internet Security Association and Key Management Protocol) phase 1 exchange mode
ru: ISAKMP (Internet Security Association and Key Management Protocol) режим обмена первой фазы

source: My identifier type
ru: Тип локального идентификатора

source: Choose one accordingly to your IPSec configuration
ru: Выберите в соответствии с вашей конфигурацией IPsec

source: My identifier
ru: Локальный идентификатор

source: Set the device identifier for IPSec tunnel
ru: Укажите локальный идентификатор для IPsec туннеля

source: Remote identifier type
ru: Тип удаленного идентификатора

source: Remote identifier
ru: Удаленный идентификатор

source: Set the remote identifier for IPSec tunnel
ru: Укажите удаленный идентификатор для IPsec туннеля

source: The values clear, hold, and restart all activate DPD.
ru: Использовать DPD

source: Pre shared key
ru: Общий ключ

source: A shared password to authenticate between the peers.
ru: Общий ключ для идентификации между участниками

source: Remote VPN endpoint
ru: Удаленная точка туннеля

source: Domain name or IP address. Leave empty for any
ru: Доменное имя или IP адрес. Оставьте пустым для любых входящих соединений

source: Local IP address/Subnet mask
ru: Локальная подсеть/маска подсети

source: Remote IP address/Subnet mask
ru: Удаленная подсеть/маска подсети

source: Remote network secure group IP address and mask used to determine to what subnet an IP address belongs to. Range [0 - 32]. IP should differ from device LAN IP
ru: Подсеть и маска на удаленном устройстве. Диапазон [0-32]. Подсети на локальном и удаленном устройстве не должны совпадать

source: Enable keepalive
ru: Включить поддержку активности

source: Enable tunnel keep alive
ru: Включить поддержку активности туннеля

source: A host address to which ICMP (Internet Control Message Protocol) echo requests will be sent
ru: Адрес хоста, на который будут отправляться эхо-запросы ICMP (Internet Control Message Protocol)

source: Ping period (sec)
ru: Период отправки ping-запроса (сек)

source: Send ICMP (Internet Control Message Protocol) echo request every x seconds. Range [0 - 9999999]
ru: Отправлять ICMP (Internet Control Message Protocol) эхо-запросы каждые x секунд. Диапазон [0 - 9999999]

source: The phase must match with another incoming connection to establish IPSec
ru: Фаза должна совпадать с другим входящим подключением для установки IPSec

source: Encryption algorithm
ru: Алгоритм шифрования

source: The encryption algorithm must match with another incoming connection to establish IPSec
ru: Алгоритм шифрования должен совпадать с другим входящим подключением для установки IPSec

source: The authentication algorithm must match with another incoming connection to establish IPSec
ru: Аутентификационный алгоритм должен совпадать с другим входящим подключением для установки IPSec

source: DH group
ru: Группа Диффи-Хелмана

source: Lifetime
ru: Время жизни

source: in
ru: в

source: The DH (Diffie-Hellman) group must match with another incoming connection to establish IPSec
ru: Группа Диффи-Хелмана должна совпадать с другим входящим подключением для установки IPSec

source: The time duration for phase 1
ru: Продолжительность фазы 1

source: Phase
ru: Фаза

source: Phase 1
ru: Фаза 1

source: Phase 2
ru: Фаза 2

source: Hash algorithm
ru: Алгоритм хэширования

source: The hash algorithm must match with another incoming connection to establish IPSec
ru: Алгоритм хиширования должен совпадать с другим входящим подключением для установки IPSec

source: PFS group
ru: Группа PFS

source: The PFS (Perfect Forward Secrecy) group must match with another incoming connection to establish IPSec
ru: Группа PFS должна совпадать с другим входящим подключением для установки IPSec

source: The time duration for phase 2
ru: Продолжительность фазы 2

source: Name
ru: Имя

source: There are no IPsec configurations yet
ru: Конфигурации IPsec отсутствуют
